Repository: LBeaudoux/tatoeba2
Catalog: src/Locale/*/admin.po
Languages: as, kab

source: Error: Sentences added by {username} could not be marked as unreliable.
kab: Tuccḍa: tifyar yettwarnan sɣur {username} ur zmirent ara ad ttwacerḍent mačči d tinaflasin.

source: Marked all sentences added by {username} as unreliable.
kab: Akk tifyar yettwarnan sɣur {username} ttwacerḍent mačči d tinaflasin.

source: Invalid file “{file}” ignored.
as: অবৈধ ফাইল “{file}” আওকাণ কৰা হৈছে।
kab: Afaylu arameɣtu “{file}” ittwazgel.

source: Failed to create directory “{dir}” to import file “{file}”.
as: “{file}” ফাইল আমদানি কৰিবলৈ “{dir}” ডাইৰেক্টৰী সৃষ্টি কৰাত বিফল।
kab: Ur yessaweḍ ara ad yernu akaram “{dir}” akken ad d-yekter afaylu “{file}”.

source: Failed to copy file “{file}” to directory “{dir}”.
as: “{dir}” ডাইৰেক্টৰীত “{file}” ফাইল কপি কৰাত বিফল।
kab: Ur yessaweḍ ara ad yenɣel afaylu “{file}” ɣer ukaram “{dir}”.

source: Unable to assign audio to “{author}” for sentence {sentenceId} inside the database. Make sure it's a valid username.
as: ডেটাবেছৰ ভিতৰত বাক্য {sentenceId}ৰ বাবে "{author}"লৈ অডিঅ' ধাৰ্য্য কৰিব পৰা নগ'ল। এইটো এটা বৈধ ব্যৱহাৰকাৰীনাম হোৱাটো নিশ্চিত কৰক।
kab: Ur izmir ara ad ifk ameslaw i “{author}” i tefyirt {sentenceId} deg taffa n yisefka. Wali isem n useqdac ma yella d ameɣtu.

source: File “{file}” was successfully imported but could not be removed from the import directory.
as: ফাইল "{file}" সফলতাৰে আমদানি কৰা হ'ল কিন্তু আমদানি ডাইৰেক্টৰীৰ পৰা আঁতৰাব পৰা নগ'ল।
kab: Afaylu “{file}” ittwakter akken iwata maca ur izmir ara ad ittwakkes seg ukaram ittwaketren.

source: Import recordings
as: ৰেকৰ্ডিং আমদানি কৰক
kab: Kter ikalasen

source: Import report
as: প্ৰতিবেদন আমদানি কৰক
kab: Kter aneqqis

source: The following errors occurred during import.
as: আমদানি কৰোঁতে এইকেইটা ত্ৰুটি ঘটিছে।
kab: Ḍrant-d tuccḍiwin-a deg ukter.

source: Files detected
as: ফাইল ধৰা পৰিছে
kab: Ifuyla ttwafen

source: File name
as: ফাইলৰ নাম
kab: Isem n ufaylu

source: Sentence id
as: বাক্যৰ আইডি
kab: Asulay id n tefyirt

source: Language
as: ভাষা
kab: Tutlayt

source: Already has audio
as: ইতিমধ্যে অডিঅ' আছে
kab: Ɣur-s yakan ameslaw

source: May be imported
as: আমদানি কৰা হ'ব পাৰে
kab: Izmer ad ittwakter

source: Invalid
as: অবৈধ
kab: Arameɣtu

source: Yes
as: হয়
kab: Ih

source: No
as: নহয়
kab: Uhu

source: No files have been detected inside the import directory.
as: আমদানি ডাইৰেক্টৰীৰ ভিতৰত কোনো ফাইল ধৰা পৰা নাই।
kab: Ulac ifuyla ittwafen deg ukaram ittwaketren.

source: Import
as: আমদানি কৰক
kab: Kter

source: Enabled
as: সক্ৰিয় কৰক
kab: Urmid

source: Owner name
as: গৰাকীৰ নাম
kab: Isem n bab-is

source: Submit
as: দাখিল কৰক
kab: Azen

source: Correctness
as: সঠিকতা
kab: igerrez

source: Change
as: সলনি কৰক
kab: Senfel

source: Import sentences
as: বাক্য আমদানি কৰক
kab: Kter tifyar

source: Single sentences
as: একক বাক্যসমূহ
kab: Tifyar tiweḥdanin

source: Language of the sentences:
as: বাক্যসমূহৰ ভাষা:
kab: Tutlayt n tefyar:

source: File:
as: ফাইল:
kab: Afaylu:

source: Numeric user id:
as: সংখ্যাগত ব্যৱহাৰকাৰী আইডি:
kab: Id n useqdac umḍin

source: import
as: আমদানি কৰক
kab: Kter

source: Sentences and translations
as: বাক্য আৰু অনুবাদসমূহ
kab: Tifyar akked tsuqqilin

source: Language of the translations:
as: অনুবাদসমূহৰ ভাষা:
kab: Tutlayt n tsuqqilin:

source: Mark as unreliable
kab: Creḍ-it mačči d anaflas

source: Are you sure you want to mark all the sentences of this member as unreliable?
kab: Tebɣiḍ s tidet ad tcerḍeḍ tifyar akk n uɛeggal-a mačči d tinaflasin?

source: Delete
as: মচি পেলাওঁক
kab: Kkes

source: Are you sure you want to delete user #{number}?
as: আপুনি #{number} ব্যৱহাৰকাৰীক মচিবলৈ বিচৰাটো নিশ্চিতনে?
kab: Tebɣiḍ ad tekkseḍ aseqdac #{number}?

source: List Users
as: ব্যৱহাৰকাৰীৰ তালিকা
kab: Tabdart n yiseqdacen

source: Profile
as: প্ৰ'ফাইল
kab: Amaɣnu

source: Edit User
as: ব্যৱহাৰকাৰীক সম্পাদনা কৰক
kab: Ẓreg aseqdac

source: Id
as: আইডি
kab: Asulay

source: Username
as: ব্যৱহাৰকাৰীনাম
kab: Isem n useqdac

source: Lang
as: ভাষা
kab: Tutlayt

source: Group
as: গোট
kab: Agraw

source: Level
as: স্তৰ
kab: Aswir

source: Send notifications
as: জাননী পঠিয়াওক
kab: Azen ilɣa

source: unhide
as: দেখুৱাওক
kab: sken

source: hide
as: লুকুৱাওক
kab: ffer

source: N/A
as: প্ৰঃ/নঃ
