Repository: LBeaudoux/tatoeba2
Catalog: src/Locale/lfn/countries.po
Languages: lfn

source: Andorra
lfn: Andora

source: United Arab Emirates
lfn: Amirias Arabi Unida

source: Afghanistan
lfn: Afganistan

source: Antigua & Barbuda
lfn: Antigua e Barbuda

source: Anguilla
lfn: Anguila

source: Albania
lfn: Xciperia

source: Armenia
lfn: Haiastan

source: Netherlands Antilles
lfn: Antiles Nederlandes

source: Antarctica
lfn: Antartica

source: Argentina
lfn: Arjentina

source: American Samoa
lfn: Samoa American

source: Austria
lfn: Osteraic

source: Åland Islands
lfn: Isolas Aland

source: Azerbaijan
lfn: Azerbaidjan

source: Bosnia
lfn: Bosnia e Hersegovina

source: Bangladesh
lfn: Bangladex

source: Belgium
lfn: Beljia

source: Burkina Faso
lfn: Burcina Faso

source: Bulgaria
lfn: Balgaria

source: Bahrain
lfn: Barain

source: St. Barthélemy
lfn: San Bartelemi

source: Brunei
lfn: Brune

source: Brazil
lfn: Brasil

source: Bhutan
lfn: Druciul

source: Bouvet Island
lfn: Isola Bouvet

source: Botswana
lfn: Botsuana

source: Belarus
lfn: Bielarus

source: Belize
lfn: Beliz

source: Cocos (Keeling) Islands
lfn: Isolas Cocos

source: Congo - Kinshasa
lfn: Republica Democrata de Congo

source: Central African Republic
lfn: Republica de Africa Sentral

source: Congo - Brazzaville
lfn: Republica de Congo

source: Switzerland
lfn: Suiz

source: Côte d’Ivoire
lfn: Costa de Ivor

source: Cook Islands
lfn: Isolas Cook

source: Chile
lfn: Txile

source: Cameroon
lfn: Camerun

source: China
lfn: Jonguo

source: Cape Verde
lfn: Capo Verde

source: Christmas Island
lfn: Isola Natal

source: Cyprus
lfn: Cipros

source: Czech Republic
lfn: Txesco

source: Germany
lfn: Deutxland

source: Djibouti
lfn: Djibuti

source: Denmark
lfn: Danmarc

source: Dominican Republic
lfn: Republica Dominican

source: Algeria
lfn: Jazair

source: Estonia
lfn: Esti

source: Egypt
lfn: Misre

source: Western Sahara
lfn: Sahara Ueste

source: Eritrea
lfn: Ertra

source: Spain
lfn: Espania

source: Ethiopia
lfn: Itiopia

source: European Union
lfn: Uni European

source: Finland
lfn: Suomi

source: Fiji
lfn: Viti

source: Falkland Islands
lfn: Isolas Falkland

source: Faroe Islands
lfn: Isolas Faro

source: France
lfn: Frans

source: United Kingdom
lfn: Rena Unida

source: Georgia
lfn: Sacartvelo

source: French Guiana
lfn: Guian Franses

source: Guernsey
lfn: Gernsi

source: Ghana
lfn: Gana

source: Gibraltar
lfn: Jibraltar

source: Greenland
lfn: Calalitnunat

source: Guinea
lfn: Gine

source: Guadeloupe
lfn: Guadelupe

source: Equatorial Guinea
lfn: Gine Ecuatoral

source: Greece
lfn: Elas

source: South Georgia & South Sandwich Islands
lfn: Jorjia Sude e Isolas Sandwich Sude

source: Guinea-Bissau
lfn: Gine-Bisau

source: Guyana
lfn: Guiana

source: Heard & McDonald Islands
lfn: Isola Heard e Isolas Macdonald

source: Honduras
lfn: Onduras

source: Croatia
lfn: Corvatsca

source: Haiti
lfn: Aiti

source: Hungary
lfn: Magiar

source: Ireland
lfn: Er

source: Isle of Man
lfn: Isola Man

source: India
lfn: Barat

source: Iraq
lfn: Irac

source: Iceland
lfn: Island

source: Italy
lfn: Italia

source: Jersey
lfn: Jersi

source: Jordan
lfn: Urdun

source: Japan
lfn: Nion

source: Kenya
lfn: Cenia

source: Kyrgyzstan
lfn: Cirgistan

source: Cambodia
lfn: Camputxa

source: Kiribati
lfn: Ciribas

source: Comoros
lfn: Comori

source: St. Kitts & Nevis
lfn: San Kitts e Nevis

source: North Korea
lfn: Txoson

source: South Korea
lfn: Tehan

source: Kuwait
lfn: Cuait

source: Kazakhstan
lfn: Cazacstan

source: Laos
lfn: Lau

source: Lebanon
lfn: Lubnan

source: Liechtenstein
lfn: Lictenstain

source: Sri Lanka
lfn: Srilanca

source: Lesotho
lfn: Lesoto

source: Lithuania
lfn: Lietuva

source: Luxembourg
lfn: Luxemburg

source: Libya
lfn: Libia

source: Morocco
lfn: Magrib

source: Montenegro
lfn: Tsernagora

source: Madagascar
lfn: Madagasicara

source: Macedonia
lfn: Macedonia Norde

source: Myanmar
lfn: Mianmar

source: Mongolia
lfn: Mongol

source: Martinique
lfn: Martinic

source: Mauritania
lfn: Muritania

source: Montserrat
lfn: Montserat

source: Mauritius
lfn: Mauris

source: Maldives
lfn: Divehi

source: Malawi
lfn: Malaui

source: Malaysia
lfn: Malaisia

source: Mozambique
lfn: Mosambic

source: New Caledonia
lfn: Caledonia Nova

source: Niger
lfn: Nijer

source: Nigeria
lfn: Nijeria

source: Netherlands
lfn: Nederland

source: Norway
lfn: Noria

source: Nauru
lfn: Nauero

source: New Zealand
lfn: Zeland Nova

source: Oman
lfn: Uman

source: French Polynesia
lfn: Polinesia Franses

source: Papua New Guinea
lfn: Papua e Gine Nova

source: Philippines
lfn: Pilipinas

source: Pakistan
lfn: Pacistan

source: Poland
lfn: Polsca

source: St. Pierre & Miquelon
lfn: San Pier e Micelon

source: Pitcairn Islands
lfn: Isola Pitcairn

source: Puerto Rico
lfn: Porto Rica

source: Palestine
lfn: Filastin

source: Palau
lfn: Belau

source: Paraguay
lfn: Paraguai

source: Qatar
lfn: Catar

source: Russia
lfn: Rusia

source: Rwanda
lfn: Ruanda

source: Saudi Arabia
lfn: Arabia Saudi

source: Solomon Islands
lfn: Isolas Solomon

source: Seychelles
lfn: Sexeles

source: Sweden
lfn: Sveria

source: Singapore
lfn: Singapor

source: St. Helena
lfn: San Elena

source: Svalbard & Jan Mayen
lfn: Svalbard e Jan Maien

source: Slovakia
lfn: Slovensco

source: Sierra Leone
lfn: Siera Leon

source: South Sudan
lfn: Sudan Sude

source: São Tomé & Príncipe
lfn: San Tome e Prinsipe

source: El Salvador
lfn: Salvador

source: Syria
lfn: Suria

source: Swaziland
lfn: Suaziland

source: Chad
lfn: Txad

source: Thailand
lfn: Tai

source: Tajikistan
lfn: Tadjicistan

source: Tokelau
lfn: Tocelau

source: Turkmenistan
lfn: Turcmenistan

source: Turkey
lfn: Turcia

source: Trinidad & Tobago
lfn: Trinidad e Tobago

source: Taiwan
lfn: Taiuan

source: Ukraine
lfn: Ucraina

source: United States
lfn: Statos Unida

source: Uruguay
lfn: Uruguai

source: Uzbekistan
lfn: Uzbecistan

source: Vatican City
lfn: Site Vatican

source: Wallis & Futuna
lfn: Uvea e Futuna

source: Yemen
lfn: Iaman

source: Mayotte
lfn: Mahore

source: South Africa
lfn: Sudafrica

source: Zimbabwe
lfn: Zimbabue
