Repository: LBeaudoux/tatoeba2
Catalog: src/Locale/zza/admin.po
Languages: zza

source: Error: Sentences added by {username} could not be marked as unreliable.
zza: Xeta: Cumleyê ke hetê {username} ra ameyê îlawekerdene sey pênebawer nêeşkayî bêrê nîşankerdene.

source: Marked all sentences added by {username} as unreliable.
zza: Cumleyê ke hetê {username} ra ameyê îlawekerdene sey pênebawer ameyî nîşankerdene.

source: Invalid file “{file}” ignored.
zza: Dosyaya nevîyartbare ya “{file}” amê peygoşkerdene.

source: Failed to create directory “{dir}” to import file “{file}”.
zza: Seba ke dosyaya “{file}” bigêrîya zere rayberê “{dir}” nêeşka bêro viraştene.

source: Failed to copy file “{file}” to directory “{dir}”.
zza: Dosyaya “{file}” nêeşkê rayberê “{dir}” rê bêra kopyakerdene.

source: Unable to assign audio to “{author}” for sentence {sentenceId} inside the database. Make sure it's a valid username.
zza: Seba cumleya {sentenceId} ke mîyanê databasî de ya elemanê “{author}” rê veng nêeşkeno bêro tayînkerdene. Bibê emîn ke nameyê xebitnayoxî/e vîyartbar o.

source: File “{file}” was successfully imported but could not be removed from the import directory.
zza: Dosyaya “{file}” bi hawayêko serkewte gêrîyê zere labelê rayberê zeregirewtişî ra nêeşkê bêra wedaritene.

source: Import recordings
zza: Qeydan bîge zere

source: Import report
zza: Raporan bîge zere

source: The following errors occurred during import.
zza: Prosesê zeregirewtişî de xetayê cêrênî ameyî meydan.

source: Files detected
zza: Dosyayî ameyî tesbîtkerdene.

source: File name
zza: Nameyê dosya

source: Sentence id
zza: Nasnameyê cumle

source: Language
zza: Ziwan

source: Already has audio
zza: Xora wayîrê vengî ya

source: May be imported
zza: Seba zeregirewtişî musaîd

source: N/A
zza: M/N

source: Invalid
zza: Nevîyartbar

source: Yes
zza: E

source: No
zza: Ney

source: No files have been detected inside the import directory.
zza: Rayberê zeregirewtişî de qet dosyayêk nîyamê tesbîtkerdene.

source: Import
zza: Bîge zere

source: Enabled
zza: Destdaye

source: Owner name
zza: Nameyê wayîrî/e

source: Submit
zza: Pêşkêş bike

source: Correctness
zza: Raştîye

source: Change
zza: Bivurne

source: Import sentences
zza: Cumleyan bîge zere

source: Single sentences
zza: Cumleyê tekî

source: Language of the sentences:
zza: Ziwanê cumleyan:

source: File:
zza: Dosya:

source: Numeric user id:
zza: Nasnameyê xebitnayoxî/e yo numerîk:

source: import
zza: bîge zere

source: Sentences and translations
zza: Cumleyî û açarnayîşî

source: Language of the translations:
zza: Ziwanê açarnayîşan:

source: Mark as unreliable
zza: Sey pênebawer nîşan bike

source: Are you sure you want to mark all the sentences of this member as unreliable?
zza: Şima emîn ê ke heme cumleyanê nê/na endamî/e sey pênebawer nîşan bikerê?

source: Delete
zza: Biestire

source: Are you sure you want to delete user #{number}?
zza: Şima emîn ê ke xebitnayoxê/a #{number} numreyinî biestirê?

source: List Users
zza: Xebitnayoxan Lîste Bike

source: Profile
zza: Profîl

source: Edit User
zza: Xebitnayoxî/e Pergal Bike

source: Id
zza: Nasname

source: Username
zza: Nameyê Xebitnayoxî/e

source: Lang
zza: Ziwan

source: Group
zza: Grûbe

source: Level
zza: Sewîye

source: Send notifications
zza: Pêhesnayîşan bierşawe

source: unhide
zza: bimojne

source: hide
zza: binimne
